Repository: najeeb07/noticesinfo
Catalog: lib/l10n/app_*.arb
Languages: kn, si

# appTitle
source: Notices Info
kn: ಸೂಚನೆಗಳ ಮಾಹಿತಿ
si: දැනුම්දීම් තොරතුරු

source: Home
kn: ಮುಖಪುಟ
si: මුල් පිටුව

source: Categories
kn: ವರ್ಗಗಳು
si: ප්‍රවර්ග

source: Favorites
kn: ಮೆಚ್ಚಿನವುಗಳು
si: ප්‍රියතම

source: Profile
kn: ಪ್ರೊಫೈಲ್
si: පැතිකඩ

source: Settings
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
si: සැකසීම්

source: Language
kn: ಭಾಷೆ
si: භාෂාව

source: Add Post
kn: ಪೋಸ್ಟ್ ಸೇರಿಸಿ
si: පළ කිරීමක් එක් කරන්න

source: Login/Signup
kn: ಲಾಗಿನ್/ಸೈನ್‌ಅಪ್
si: පිවිසුම/ලියාපදිංචිය

source: Configuration
kn: ಕಾನ್ಫಿಗರೇಶನ್
si: වින්‍යාසය

source: Account Setting
kn: ಖಾತೆ ಸೆಟ್ಟಿಂಗ್
si: ගිණුම් සැකසීම්

source: Push Notifications
kn: ಪುಶ್ ಸೂಚನೆಗಳು
si: පුෂ් දැනුම්දීම්

source: About
kn: ಕುರಿತು
si: පිළිබඳව

source: Terms & Conditions
kn: ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳು
si: නියම සහ කොන්දේසි

source: Privacy Policy
kn: ಗೌಪ್ಯತಾ ನೀತಿ
si: පෞද්ගලිකත්ව ප්‍රතිපත්තිය

source: Frequently Asked Questions
kn: ಪದೇ ಪದೇ ಕೇಳಲಾಗುವ ಪ್ರಶ್ನೆಗಳು
si: නිතර අසන ප්‍රශ්න

source: App Info
kn: ಆ್ಯಪ್ ಮಾಹಿತಿ
si: යෙදුම් තොරතුරු

source: App Version
kn: ಆ್ಯಪ್ ಆವೃತ್ತಿ
si: යෙදුම් අනුවාදය

source: Select Language
kn: ಭಾಷೆ ಆಯ್ಕೆಮಾಡಿ
si: භාෂාව තෝරන්න

source: Popular Posts
kn: ಜನಪ್ರಿಯ ಪೋಸ್ಟ್‌ಗಳು
si: ජනප්‍රිය පළ කිරීම්

source: Latest Posts
kn: ಇತ್ತೀಚಿನ ಪೋಸ್ಟ್‌ಗಳು
si: නවතම පළ කිරීම්

source: Notifications
kn: ಸೂಚನೆಗಳು
si: දැනුම්දීම්

source: Blog
kn: ಬ್ಲಾಗ್
si: බ්ලොග්

source: Contact Us
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
si: අපව සම්බන්ධ කර ගන්න

# contactFromApp
source: Contact from Notices Info App
kn: ಸೂಚನೆಗಳ ಮಾಹಿತಿ ಆ್ಯಪ್‌ನಿಂದ ಸಂಪರ್ಕಿಸಿ
si: දැනුම්දීම් තොරතුරු යෙදුමෙන් සම්බන්ධ වන්න

# couldNotLaunchEmail
source: Could not launch email app.
kn: ಇಮೇಲ್ ಆ್ಯಪ್ ತೆರೆಯಲಾಗಲಿಲ್ಲ.
si: ඊමේල් යෙදුම විවෘත කළ නොහැක.

source: Rate This App
kn: ಈ ಆ್ಯಪ್‌ಗೆ ರೇಟ್ ಮಾಡಿ
si: මෙම යෙදුම අගයන්න

# couldNotLaunchStore
source: Could not launch store page.
kn: ಸ್ಟೋರ್ ಪುಟ ತೆರೆಯಲಾಗಲಿಲ್ಲ.
si: වෙළඳසැල් පිටුව විවෘත කළ නොහැක.

source: Share This App
kn: ಈ ಆ್ಯಪ್ ಹಂಚಿಕೊಳ್ಳಿ
si: මෙම යෙදුම බෙදා ගන්න

# shareAppText
source: Check out this awesome app: https://play.google.com/store/apps/details?id=com.noticesinfo.app
kn: ಈ ಅದ್ಭುತ ಆ್ಯಪ್ ನೋಡಿ: https://play.google.com/store/apps/details?id=com.noticesinfo.app
si: මෙම නියම යෙදුම බලන්න: https://play.google.com/store/apps/details?id=com.noticesinfo.app

source: Edit Profile
kn: ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ
si: පැතිකඩ සංස්කරණය කරන්න

# imagePickerError
source: Error picking image.
kn: ಚಿತ್ರ ಆಯ್ಕೆ ಮಾಡುವಲ್ಲಿ ದೋಷ.
si: රූපය තෝරාගැනීමේ දෝෂයකි.

source: Profile updated successfully!
kn: ಪ್ರೊಫೈಲ್ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ!
si: පැතිකඩ සාර්ථකව යාවත්කාලීන කරන ලදී!

source: Failed to update profile.
kn: ಪ್ರೊಫೈಲ್ ನವೀಕರಿಸಲು ವಿಫಲವಾಗಿದೆ.
si: පැතිකඩ යාවත්කාලීන කිරීමට අසමත් විය.

source: An error occurred:
kn: ದೋಷ ಸಂಭವಿಸಿದೆ:
si: දෝෂයක් සිදු විය:

source: Change Profile Picture
kn: ಪ್ರೊಫೈಲ್ ಚಿತ್ರ ಬದಲಾಯಿಸಿ
si: පැතිකඩ පින්තූරය වෙනස් කරන්න

source: Update Profile
kn: ಪ್ರೊಫೈಲ್ ನವೀಕರಿಸಿ
si: පැතිකඩ යාවත්කාලීන කරන්න

source: Name
kn: ಹೆಸರು
si: නම

source: Please enter your name.
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಹೆಸರು ನಮೂದಿಸಿ.
si: කරුණාකර ඔබේ නම ඇතුලත් කරන්න.

# pleaseLoginToUpdateProfile
source: Please log in to update your profile.
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ನವೀಕರಿಸಲು ದಯವಿಟ್ಟು ಲಾಗಿನ್ ಆಗಿ.
si: ඔබේ පැතිකඩ යාවත්කාලීන කිරීමට කරුණාකර පිවිසෙන්න.
